{
  "NAME": "Vinícius Martins Granso",
  "CURRICULUM": "Curriculum",
  "ABOUT-ME": "About me",
  "PROJECTS": "Projects",
  "CONTACT": "Contact",
  "ABOUT-ONE": "I am a Full Stack Software Engineer with over 3 years of experience, using technologies like Angular, NestJS, React, C#, Jenkins, and AWS, I have contributed to over 10 projects with a focus on delivering robust and innovative solutions.. Graduated in Systems Analysis and Development from ESAMC - Sorocaba.",
  "ABOUT-TWO": "Currently, I am working at TOTVS as a front-end developer, located in São Paulo, São Paulo - Brazil, where I am learning and striving to create innovative solutions with expertise and strong results.",
  "TECHNOLOGIES": "Constantly motivated to create solutions and change people's lives, here are some of the technologies I have worked with:",
  "WORKED-PROJECTS": "Some of the projects I've worked on",
  "ALL": "All",
  "NONE": "Remove",
  "APPLY": "Apply",
  "CANCEL": "Cancel",
  "SELECT": "Select",
  "SELECTEDS": "{{count}} selecteds",
  "PERSONAL": "Personal",
  "PROFESSIONAL": "Professional",
  "MOTIVATIONAL": "I can accept failure, everyone fails at something. But I can't accept not trying.",
  "DOWNLOAD-CURRICULUM": "Do you really want to download my curriculum?",
  "YES": "Yes",
  "NO": "No",
  "EXPERIENCES": "Experiences",
  "TOTVS-TITLE": "Front-End Developer @ TOTVS (SaaS)",
  "TOTVS-1": "• Working on technical debt resolution and development of new web functionalities, focused on quality and code standards (SOLID and Clean Code) in agile teams;",
  "TOTVS-2": "• Development of E2E smoke tests using Cypress to ensure stability and reliability of deliveries;",
  "TOTVS-3": "• Implementation of unit tests with Jest, achieving 100% coverage required by SonarCloud.",
  "AGAPE-TITLE": "Intern @ Ágape Saúde (Healthtech)",
  "AGAPE-1": "• Creation of an internal Help Desk using the Atlassian platform to support employees;",
  "AGAPE-2": "• Implementation of artificial intelligence for automatic customer support and response forwarding to Leads, directing them to the appropriate channels",
  "AGAPE-3": "• Responsible for updating and configuring the company's computers and servers, working in conjunction with the created Help Desk.",
  "LIGA-TITLE": "Fullstack Engineer @ LIGA - Facens",
  "LIGA-1": "• Development of new web features (front and back-end) with automated tests, following best practices of SOLID, Clean Code, and Agile methodology, with a focus on NestJs and Angular Framework technologies;",
  "LIGA-2": "• Developer responsible for implementing new functionalities in web systems across various projects, working on both front-end and back-end aspects;",
  "LIGA-3": "• Training and supporting new team members, assisting with onboarding and technical guidance.",
  "LIGA-4": "• LIGA is a Software House within a university, developing various applications, and I have participated more than 10 projects, covering a wide range of learning areas."
}
