{
  "NAME": "Vinícius Martins Granso",
  "CURRICULUM": "Currículum",
  "ABOUT-ME": "Sobre mí",
  "PROJECTS": "Proyectos",
  "CONTACT": "Contacto",
  "ABOUT-ONE": "Soy un desarrollador de software Full Stack con más de 3 años de experiencia, usando tecnologías como Angular, NestJS, React, C#, Jenkins y AWS, he contribuido a más de 10 proyectos con un enfoque en entregar soluciones robustas e innovadoras. Graduado en Análisis y Desarrollo de Sistemas en ESAMC - Sorocaba.",
  "ABOUT-TWO": "Actualmente, estoy trabajando en TOTVS como desarrollador front-end, ubicada en São Paulo, São Paulo - Brasil, donde estoy aprendiendo y esforzándome por crear soluciones innovadoras con experiencia y grandes resultados.",
  "TECHNOLOGIES": "Constantemente motivado para crear soluciones y cambiar la vida de las personas, aquí están algunas de las tecnologías con las que he trabajado:",
  "WORKED-PROJECTS": "Algunos de los proyectos en los que he trabajado",
  "ALL": "Todos",
  "REMOVE": "Remover",
  "APPLY": "Aplicar",
  "CANCEL": "Cancelar",
  "SELECTED": "Selecione",
  "SELECTEDS": "{{count}} selecionados",
  "PERSONAL": "Personal",
  "PROFESSIONAL": "Profesional",
  "MOTIVATIONAL": "Puedo aceptar el fracaso, todos fallamos en algo. Pero no puedo aceptar no intentarlo.",
  "DOWNLOAD-CURRICULUM": "¿Realmente deseas descargar mi currículum?",
  "YES": "Sí",
  "NO": "No",
  "EXPERIENCES": "Experiencias",
  "TOTVS-TITLE": "Desarrollador Front-End en TOTVS (SaaS)",
  "TOTVS-1": "• Resolución de deudas técnicas y desarrollo de nuevas funcionalidades web, con enfoque en calidad y buenas prácticas de código (SOLID y Clean Code) dentro de equipos ágiles;",
  "TOTVS-2": "• Desarrollo de pruebas E2E tipo smoke test utilizando Cypress para asegurar la estabilidad y confiabilidad de las entregas;",
  "TOTVS-3": "• Implementación de pruebas unitarias con Jest, alcanzando el 100% de cobertura requerida por SonarCloud.",
  "AGAPE-TITLE": "Interno en Ágape Saúde (Healthtech)",
  "AGAPE-1": "• Creación de un Help Desk interno utilizando la plataforma Atlassian para apoyar a los empleados;",
  "AGAPE-2": "• Implementación de inteligencia artificial para soporte automático al cliente y reenvío de respuestas a Leads, dirigiéndolos a los canales adecuados",
  "AGAPE-3": "• Responsable de actualizar y configurar los equipos y servidores de la empresa, trabajando en conjunto con el Help Desk creado.",
  "LIGA-TITLE": "Desarrollador Fullstack en LIGA - Facens",
  "LIGA-1": "• Desarrollo de nuevas funcionalidades web (front-end y back-end) con pruebas automatizadas, siguiendo buenas prácticas de SOLID, Clean Code y metodología Ágil, con un enfoque en las tecnologías NestJs y Angular Framework;",
  "LIGA-2": "• Responsable de implementar e integrar funcionalidades en sistemas web en diversos proyectos;, trabajando tanto en el front-end como en el back-end;",
  "LIGA-3": "• Capacitación y acompañamiento de nuevos integrantes del equipo, brindando soporte técnico e integración al equipo.",
  "LIGA-4": "• LIGA es una Software House dentro de una universidad, desarrollando diversas aplicaciones, y he participado en un total de 10 proyectos, cubriendo una amplia gama de áreas de aprendizaje."
}
