{
  "NAME": "Vinícius Martins Granso",
  "CURRICULUM": "Currículum",
  "ABOUT-ME": "Sobre mí",
  "PROJECTS": "Proyectos",
  "CONTACT": "Contacto",
  "ABOUT-ONE": "Soy un ingeniero de software Full Stack con más de 3 años de experiencia, graduado en Análisis y Desarrollo de Sistemas en ESAMC - Sorocaba, y actualmente cursando una licenciatura en Ingeniería Informática en el Centro Universitario Facens. Usando tecnologías como Angular, NestJS, React, C#, Jenkins y AWS, he contribuido a más de 10 proyectos con un enfoque en entregar soluciones robustas e innovadoras.",
  "ABOUT-TWO": "Actualmente, trabajo en LIGA - FACENS, una Software House ubicada en Sorocaba, São Paulo - Brasil, donde estoy aprendiendo y esforzándome por crear soluciones innovadoras con experiencia y grandes resultados.",
  "TECHNOLOGIES": "Constantemente motivado para crear soluciones y cambiar la vida de las personas, aquí están algunas de las tecnologías con las que he trabajado:",
  "WORKED-PROJECTS": "Algunos de los proyectos en los que he trabajado",
  "ALL": "Todos",
  "PERSONAL": "Personal",
  "PROFESSIONAL": "Profesional",
  "MOTIVATIONAL": "Puedo aceptar el fracaso, todos fallamos en algo. Pero no puedo aceptar no intentarlo.",
  "DOWNLOAD-CURRICULUM": "¿Realmente deseas descargar mi currículum?",
  "YES": "Sí",
  "NO": "No",
  "EXPERIENCES": "Experiencias",
  "AGAPE-TITLE": "Interno en Ágape Saúde (Healthtech)",
  "AGAPE-1": "• Creación de un Help Desk interno utilizando la plataforma Atlassian para apoyar a los empleados;",
  "AGAPE-2": "• Implementación de inteligencia artificial para soporte automático al cliente y reenvío de respuestas a Leads, dirigiéndolos a los canales adecuados",
  "AGAPE-3": "• Responsable de actualizar y configurar los equipos y servidores de la empresa, trabajando en conjunto con el Help Desk creado.",
  "LIGA-TITLE": "Desarrollador Fullstack en LIGA - Facens",
  "LIGA-1": "• Desarrollo de nuevas funcionalidades web (front y backend) junto con sus respectivos tests automatizados, siguiendo los principios SOLID y las prácticas de Clean Code, y siguiendo las etapas definidas de la Metodología Ágil, con un enfoque en las tecnologías NestJs y Angular Framework;",
  "LIGA-2": "• Desarrollador responsable de implementar nuevas funcionalidades en sistemas web en varios proyectos, trabajando tanto en el front-end como en el back-end;",
  "LIGA-3": "• LIGA es una Software House dentro de una universidad, desarrollando diversas aplicaciones, y he participado en un total de 8 proyectos, cubriendo una amplia gama de áreas de aprendizaje."
}
